<template>
    <Description>
        大学的课程和高中不同，高中我们一般是只有期末考试算总分，大学的分数会有很大的不同，每门课都有自己的成绩，并按照权重计算得出你的GPA（平均绩点），GPA非常重要，保研、综测等很多方面的内容都要看GPA。简单来说，你所学的所有课程的成绩决定了你的GPA，所以没有什么主科小科之分，所有课都很重要，都要拿高分。
    </Description>
    <Section id="title1" title="一、学分">
        <Description>
            大学的成绩由你学过的所有课程的成绩来构成，每门课有自己的学分和成绩。我们以高等数学为例，高等数学的学分是5学分，一般来说：
        </Description>
        <div class="font-bold text-xl w-full flex justify-center">
            1学分=16学时=16节课
        </div>
        <Description>
            当然这是一般情况，很多课程有额外的实验课、讨论课等内容，可能学分与学时不是1:16的关系。每门课都有自己的学分，学分代表的含义是权重，也就是在计算GPA时的占比。
        </Description>
    </Section>



    <Section id="title2" title="二、成绩">
        <Description>一般来说成绩有三种给分方式：二分制、五分制、百分制，我们学校采用的是满分5.0的计算方法，如果用百分制来转换，那么：(成绩=百分制的分数-50)/10。比如我们高等数学拿了91分，那么转为相应的5.0计算法那就是：(91-50)/10=4.1'"
                也就是说我们高数最终的成绩为4.1。而具体给分方式如下。</Description>
        <Description>
            - 百分制：顾名思义，一门课的成绩为60-100分（最低分为60是因为，如果低于60就是挂科了），按照刚才的转换公式，也就是最终成绩为1.0~5.0。
        </Description>
        <Description>
            - 二分制：一般出现于0.5学分的课程，例如形势与政策，二分制只有两种情况，即合格和不合格，只要不是极其恶劣就都是合格。而合格是3.0,也就是说这门课只有3.0和挂科两种情况。
        </Description>
        <Description>
            - 五分制：一般出现于人文选修课等课程，五分制为阶梯式给分，分别是优、良、中、合格、不合格五个分段，分别对应着4.5,3.5,2.5,1.5以及挂科，一般来说4.5是比较好的，3.5是大多数人的成绩。
        </Description>

        <Description>
            我们知道了最终分的计算方法，那么一门课是如何具体给分的呢？这个就取决于任课老师了，我们还是以高等数学为例。比如我修高等数学时，满分100分，共有三个方面的内容：平时分40分，包括20分机考、20分慕课；期中考试10分；期末考试50分。也就是说最终你的高数成绩是这些分数的总和。当然这是高等数学这门课的给分方式，不同的老师也会有不同的给分方式，大家在学习一门课之前最好问清楚给分方式，避免浪费不必要的时间。
        </Description>
    </Section>
    <Section id="title3" title="三、GPA">
        <Description>
            我们已经知道了各门课的成绩，GPA实际上就是各门课程按照学分加权求和，比如我们现在学了两门课，分别是5学分的高等数学和4学分的概率论，高等数学我拿到4.4的成绩，概率论我拿到了4.1的成绩，那么我所学习的课程的学分总和为5+4=9学分，按照权重求和，那么就是：
        </Description>
        <Description>
            <div class="w-full flex justify-center">
                (5/9 * 4.4)+(4/9 * 4.1) = 4.2667   
            </div>
        </Description>
        <Description>
            这就是我的最终GPA,课程越多，也就是按照这个计算方式计算即可。一般来说GPA在4.0以上就是成绩很高了（前提是没有疫情网课等情特殊情况）。GPA相当于你在专业内的排名，无论是专业分流还是保研、综测，GPA都是非常重要的参考之一。如果你想要提升你的GPA，你就可以去选修更多的课，让这门课尽可能的得高分，这样你的GPA就会提高了，也就是我们常说的选给分高的课刷绩点。
        </Description>
    </Section>


</template>
<script setup lang="ts">
import { Description } from '@/components/Description';
import { Section } from '@/components/Section';

</script>