<template>
    <Description>
        目前我们说的保研现在官方用于叫做推免，也就是推荐免试研究生考试，推免的方式有很多种，推免的过程需要准备很多内容，如果大家想要了解保研具体的过程，请大家前往“学院攻略”查询各自学院各自专业相应的保研政策与经验分享，本页面提供保研最基本的信息与相关内容。
    </Description>
    <Section id="title1" title="一、保研简介">
        <Description>
            保研叫推免，实际上是一种资格，也就是推荐免试的资格，简单来说就是不用进行考研就可以直接读研，这里有一个概念，就是无论你用什么方式获得推免资格，包括正常的学业成绩、竞赛还是其他方式，你都会获取到推免资格，无论你在推免排名中是第一名还是最后一名都一样，所以如果你想要保研，你只需要努力获得推免资格就可以，但是名校会卡你的学业成绩排名作为门槛，具体内容请查询各个学院保研攻略。
        </Description>
    </Section>
    <Section id="title2" title="二、学业成绩保研">
       <Description>
        
        最常见的保研方式，也就是学校会下发给各个学院保研名额，学院按照自己的名额分配与考核方式分配给各个专业，具体的内容请大家前往“学院攻略”查询各自专业的保研相关内容。

       </Description>
    </Section>
    <Section id="title3" title="三、辅导员保研">
        <Description> 辅导员要求成绩50%，政治面貌为中共党员，承担两年辅导员工作，具体内容等待后续更新。</Description>
       
    </Section>
    <Section id="title3" title="四、支教保研">
        <Description>
            支教保研要求符合所在学院推保研绩点成绩排名要求，且有干部任职，包括团支书、班长或校学生会副会长及以上学生干部满1学年，学生社团联合会、学院学生会等校学生会副主席单位部长及以上学生干部满1学年，优先考虑学生党员、获得省级及以上“三好学生”、“优秀党员”等荣誉称号、省级及以上学术科技、文体艺术等比赛三等奖以上。

考核方式为面试，面试后会按照排名排序，保研只能保研至本校，但是可以选择专业，支教时长为1年。各个学院下发文件，并进行面试，往年来说当天会出结果并在第二天体检。在之后进行心理测试、填报名表等环节。具体情况需要结合当年情况与红头文件考虑。

目前我们学校的支教地为云南、四川、新疆、江西，支教团每年23人左右，5人来自秦皇岛分校。
        </Description>
    </Section>
    <Section id="title5" title="五、工程硕博保研">
        <Description>
            近几年新增加了一种新的保研方法——工程硕博，目前大多数学校都在逐渐增加工程硕博的名额，未来可能会逐步压缩原本的普通推免。仅以东大软院为例，在20级推免的时候，软院有3个名额（2硕1直博），会让学生们报名，然后筛选到6人，以1：1的比例进入复试。之后通过面试来确定最终的人选。


        </Description>
        <n-h2>工程硕博简介</n-h2>
        <Description>
            学校和企业一起联培，注重实践能力，培养能打工的学生。一般来说，工程硕博都是专硕，在学校和企业都各有一个导师，在研一的时候和正常学生一样，在学校完成所学课程。研二研三的时候会去企业打工，每月可能会有一点微薄薪资，不过不是一直待在企业，而是半工半学。毕业的时候没有就业限制。
        </Description>
<n-h2>联培企业</n-h2>
<Description>
    一般来说，企业会和学校的某些学院达成协议，像东大软件是和宝武公司合作。可能其他学院合作的企业不同。像中山大学的部分学院还会跟华为有合作，所以企业不是固定的。另外有些企业让你打工的时候，实际上还是偏向于科研性质的，成果物要以论文形式发布。


</Description>
<n-h2>推免方式</n-h2>
<Description>
    工程硕博推免的时候分两种：


</Description>
<Description>
    有正常推免资格。即参加学院推免综测成绩排名，根据教务处公布的具有推免资格的学生。像这种学生，在参加预推免的时候，也能报名其他高校的工程硕博。比如2023年复旦大学软院在预推免的时候突然说自己要招工程硕博的学生，报这个项目的人很少，所以如果你奔着复旦的名头去，不是太差的点击就送。

</Description>
<Description>
    没有正常推免资格。东大20级学生推免的时候，工程硕博名额和其他推免名额不冲突（包括行政推免、支教保研之类的），是额外补充的名额，但是走这个只能留本校了。

</Description>
<n-h2>
    性价比与适用人群
</n-h2>
<Description>
    工程硕博一定是大势所趋，未来学硕的名额会更加珍贵，专硕的名额会进一步增加。想在学术上有所成就的，建议还是老老实实走学硕。目前工程硕博这个政策刚出来还没多久，前几届都是小白鼠，校企联培说得好听，也可能两边都不重视，另外毕业要求和导师确认制度等等都没有具体的红头文件，一切以口头通知为准。


</Description>
<Description>
    本条路仅适用于：

保研边缘人，没有保研资格但是综合实力还可以，又不想考研，留本校也无所谓;
联培企业说得过去，如果联培企业是阿里腾讯华为，相信自然有更多人愿意去，毕业的时候很有优势;
对学术要求不高;
愿意接受政策更改的风险——毕竟还处于试点阶段，前几届政策朝令夕改不足为奇。
</Description>
    </Section>
 </template>

 <script setup lang="ts">
 import { Description } from '@/components/Description';
 import { Section } from '@/components/Section';
 
 </script>