{
                "title": "24届刘函睿同学",
                "last_update": "2024年10月23日",
                "name": "LiuHanRui",
                "description": null,
                "sections": [
                    {
                        "title": null,
                        "subsections": [
                            {
                                "title": null,
                                "contents": [
                                    {
                                        "type": "NWPersonalIntro",
                                        "name": "刘函睿",
                                        "avatarUrl": "https://image.neuwiki.top/image/liuhanrui.png",
                                        "college": "软件学院",
                                        "grade": "2024届",
                                        "major": "软件工程",
                                        "graduation": "北京航空航天大学计算机学院",
                                        "introduction": "站在你面前的是：军训反导员PUA第一人；高数逃课睡眠者；最后一届团委宣传部成员；从省委办公厅对学校水质问题信访举报者；团结全院学生抗议不合理校企合作实践课程的主要组织者、撰稿者和领导者；绩点从大一上期末的rank 1一路下滑退步者；张院长、张老师、毛老师和姜老师的门生；东大纯良小粉红——刘函睿 ",
                                        "achievements": ["国家奖学金", "MSSP中科院一区共同一作", "2023年大创结题国家级优秀", "计算机设计大赛国家二等奖", "幻天动漫社浑南校区社团负责人", "Rank前3%"],
                                        "qq": "3257104973",
                                        "wechat": "liuxiaohanhanzi"
                                    }, {
                                        "type": "NWDialogue",
                                        "q": "你为什么选择保研，而不是就业/留学等其他毕业去向？",
                                        "a": "高考没考好，想找补，但又担心考研容错率太低，遂一入学就开卷保研。中途也有阵子不想保研了，半途而废又觉得浪费了之前的努力，只能一条保研路卷到黑了。关于出国，其实我在大一时被某位去向哈佛的学姐点拨过：“最好把握与加州伯克利的交换机会，多connection搞到推荐信。”学姐人很好，我也有这个意向，奈何家里经济情况不支持，衡量下来的结论是——出去了留下来还划算，毕业后就回国工作就难说值不值了。不想就业单纯是因为不想干开发。本科出来，如果没ACM牌子或者其他特长，大概率就是开发岗了，哦对，还有少儿编程老师待遇似乎也不差。"
                                    }, {
                                        "type": "NWDialogue",
                                        "q": "对于保研，你有哪些注意事项想要提醒同学们？",
                                        "a": "科研or刷题的建议在下一条，这里我说一点野路子吧，各位早听早规划。\\1.想去浙大CAD&CG国重，其实设计学也是一条路。只要选上国重的老师就OK，一位浙大国重毕业的研究生学姐教我的，专业对人家就业影响不大，薪资很高。\\2.想去清北的同学，不建议考虑清华本校，作者本人没见过几个东大保上清华的，北大倒是可以多冲冲。大兴的软微很推荐，当然还有清深北深，强烈推荐。本人就是当时全填本校了，浪费了机会。除非你一心科研或者考公，不然别觉得专硕不如学硕，按这个形式下去，研究生扩招，都趋同了毕业出来没差。\\3.想去清华拿计算机毕业证的我再推荐一个路子，认准预推免阶段的“信息艺术设计（交叉）”专业，名额仅在预推免开放，要求提交作品集与全三学年全部成绩单。这是清华计院和美院联培的项目，上岸后一年只要能选到一个计算机专业的导师，你的毕业证就是根正苗红的清华计算机学院。（而且女生相对多，脱单简单）\\4.香港的几个开的最早，说实话很值很推荐。\\5.想跨保金融的同学一定要趁早准备，金融项目很多四五月就启动了，千万别学我，错过了夏令营所有机会，预推免北大汇丰差一点，软微金科差7人上岸，永远的遗憾。"
                                    }, {
                                        "type": "NWDialogue",
                                        "q": "科研经历在保研中是否重要？应该从事哪些方向的科研？",
                                        "a": "决定了要保研的同学，如果是直博那请加油科研，争取出paper；但如果是硕士，我的建议是啥都没有数学+408+机考重要。别天天看绿群加压自己，我很不喜欢绿群那个传染焦虑的氛围。科研不一定要出成果，能有经历丰富简历，面试时说得清楚有条理，其实就足够了；这里举个反面典型，某位学长拿了一区共一又如何？南大机考做不出题，你面试侃侃而谈分数再高有什么用……好吧就是我自己，泪，千万别学我，有空在那当调参侠憋paper不如洛谷力扣搞起来。"
                                    }, {
                                        "type": "NWDialogue",
                                        "q": "选择保研的学校、专业时，你考虑了哪些因素？",
                                        "a": "现在回过头来总结，城市=学校>>专业吧（个人认为）"
                                    }, {
                                        "type": "NWDialogue",
                                        "q": "本科学习阶段你有什么建议想要分享给大家？",
                                        "a": "王道考研和张宇数学的书很好用，此外当学习委员、班长等职务不会耽误你的学习的，能当就当。最好和辅导员处好关系……当然要是摊上一个不太行的导员也不勉强。"
                                    }, {
                                        "type": "NWDialogue",
                                        "q": "保研成功后，你对未来的职业发展进行了哪些规划？",
                                        "a": "一路走来，我还是想感谢很多人：教导我最多的四位老师，互相帮助的保研战友，出国方面指点我的唐师姐，慷慨教我写套磁信的许师哥，对我的职业规划悉心答疑的杨师哥，学业上次次救我于水火的文师姐……还有帮助我写推荐信的各位老师，领导们，再次衷心的谢谢你们。未来切走且看吧，毕竟世间广大，人生并非单线条。"
                                    }, {
                                        "type": "NWMotto",
                                        "message": "白山黑水，纸短情长。一叶浮萍归大海，人生何处不相逢。",
                                        "author": "刘函睿"
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "contributors": []
            }