{
                "title": "23届崔中健同学",
                "last_update": "2024年12月24日",
                "name": "CuiZhongJian",
                "description": null,
                "sections": [
                    {
                        "title": null,
                        "subsections": [
                            {
                                "title": null,
                                "contents": [
                                    {
                                        "type": "NWPersonalIntro",
                                        "name": "崔中健",
                                        "avatarUrl": "/cuizhongjian.jpg",
                                        "college": "软件学院",
                                        "grade": "2023届",
                                        "major": "软件工程（大数据人工智能实验班）",
                                        "graduation": "天津大学",
                                        "introduction": "曾任沈阳织知科技有限公司法人监CEO；主持国家级大学生创新训练计划项目1项；荣获“互联网+”比赛省级2金2铜，国家级优秀奖；小挑省金省银；第五届中国青年志愿者服务大赛银奖，现研究方向为鲁棒语音识别、语音增强、语音分离、目标说话人提取，来天大或者对语音方向有兴趣的学弟学妹们可以联系我。",
                                        "achievements": ["国家奖学金", "辽宁省优秀毕业生", "东北大学最具影响力毕业生"],
                                        "qq": "404801399",
                                        "wechat": "15222287388",
                                        "email": "timcui666@gmail.com"
                                    },{
                                        "type":"NWDialogue",
                                        "q":"你为什么选择保研，而不是就业/留学等其他毕业去向？",
                                        "a":"首先，有保研名额，不用白不用（但不是最重要原因）。其次，自己也没有想好之后要干什么（所以最好提早做好职业规划，可以避免老学长走过的弯路）。然后，自己也有一个科研梦，想看看自己究竟能在学术上走多远。最后，感觉学历越高选择可能也就越多（但是这并不是绝对的，老学长的错误见解）。不出国的主要原因是自己的英语太差（研究生6级飘过的菜鸡一枚）。"
                                    },{
                                        "type":"NWDialogue",
                                        "q":"对于保研，你有哪些注意事项想要提醒同学们？",
                                        "a":"保研之前最好还是先想好自己究竟该干什么，毕竟只会越来越卷，如果打算去大厂开发，真没必要卷保研，一个硕士学历不如三年工作经验。\\对于保研，GPA和科研都很重要，需要全面提升自己。而且跟你竞争的并不是你身边的同学，而是来自于全国各地各大院校的同一年级的人，所以要有大局观。而且要注意时间节点，有机会就报，不要妄自菲薄，机会是自己争取来的，万一馅饼真砸头上了呢（bushi）！"
                                    },{
                                        "type":"NWDialogue",
                                        "q":"你从事了哪些科研经历？对你用什么帮助？",
                                        "a":"主要参加的还是郭军老师的项目组，当时参与到了好几个组当中，总的来说各种竞赛的奖还是拿了很多的，对于自己自身实力的提升还是毋庸置疑的，而且对于保研还是就业只能说百利无一害。只不过可能本科过得很累，但是也还是让自己的本科过得很充实，而不是浑浑噩噩混过去。"
                                    },{
                                        "type":"NWDialogue",
                                        "q":"你觉得保研应该如何挑选导师、院校以及地区？",
                                        "a":"首先，择校一个好的title肯定重要，不要傻呵呵的因为学硕而去选择差一级的学校。在就业来看真没啥区别，唯一的区别就在考公的专业代码上。当然可能有的学校专硕不提供宿舍或者学费贵，但是相比以后的工资来说不过洒洒水了。其次，选组也尤为重要，特别做算法的，有的学校可能不算顶尖，但是组里有关系，而且组强的话，在就业就有得天独厚的优势。然后，导师也特别特别重要（划重点），毕竟你之后毕业与否，研究生2-3年的生活就跟他朝夕相处了。遇见一个坑导真的要命，屁事多还不能实习也不能出成果（狗头保命）；遇到羊导你就可以快速出去实习，积累经验，但是可能真没指导；遇到科研导可以快速积累成果，在之后不论升学还是就业都是有优势的。当然，导师的研究方向也很重要，选一个冷门研究方向，升学和就业都有可能G。具体如何选择还是得自己根据自身情况综合考虑。"
                                    },{
                                        "type":"NWDialogue",
                                        "q":"你参与过哪些学生工作？你觉得有什么特殊的收获？",
                                        "a":"我最开始的学生工作是班长。这个职位的下限很低，但是做一个好班长却是很难的。就我看来，这个职位纯凭良心。在我认识的这么多人中，有些就仅仅落实转发的责任，但是这却不是同学们真正需要的，那么如何针对不同的同学有着不同的交流方式尤为重要，这就很好的锻炼了我的人际交往能力。\\另外一个让我印象深刻的就是智能基座奇点俱乐部主席，在这个俱乐部中认识了很多各个专业的同学，在与他们的交流中，让我看待事物有了更多更深层的角度。而且在这个俱乐部中，让我对于大型活动的策划、举办等方面的能力也有很好的提升。"
                                    },{
                                        "type":"NWDialogue",
                                        "q":"对于目前的就业环境，你有什么看法或者说是对大一同学的建议？",
                                        "a":"大一，学好专业课的同时，想一想自己之后究竟想干什么，最重要的就是多多享受大学生活，毕竟累了那么多年。\\如果打算走大厂开发的道路的话，就想好自己想去做哪一块，明晰自己之后需要学哪些技术栈，大二和大三上在保证不挂科的同时，多多提升自己的专业能力，掌握好相应的技术栈，提升自己的竞争力。\\如果想做算法的话，学历都是硕士起步了，但不排除等你们毕业都得博士学历了。在这一块儿基本上就得考虑升学的问题了，那么最好在大一就想好自己对什么感兴趣，多多了解有哪些方向，然后之后保证成绩的同时多多专研，看看领域的研究。\\国企真不是计算机的主战场，现在很卷，大家慎重考虑。\\如果想进体制的话，最好还是走大厂开发的流程给自己一个保底，总不能一直gap考公考编吧，在平时没事儿的时候可以了解一下行测，多做积累吧。"
                                    },{
                                        "type":"NWDialogue",
                                        "q":"你觉得大学生活应该是什么样子的？",
                                        "a":"我感觉大学生活应该是充满活力的，作为一个大一到大四基本上一直被困着的老学长，属实没有体会到大学的快乐，不是被困在家，就是被困到学校，现在还是很向往自由的生活的。有机会就多出去看看，毕竟以后这样的时间还是很少的。\\另外，我认为在大学的生活是真正提升自己的开始，当你离开父母的束缚，以及高中班主任的唠叨之后，而在这个无人管控的环境中，各种各样的诱惑有很多。但是如何在众多诱惑中，合理安排自己的时间，不会导致自己沉迷是大学教给我们的一堂课。"
                                    },{
                                        "type":"NWMotto",
                                        "message":"追逐梦想，坚持努力，成就自己的传奇！（bushi）",
                                        "author":"崔中健"
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "contributors": []
            }