{
                "title": "24届刘嘉伟同学",
                "last_update": "2024年10月17日",
                "name": "LiuJiaWei",
                "description": null,
                "sections": [
                    {
                        "title": null,
                        "subsections": [
                            {
                                "title": null,
                                "contents": [
                                    {
                                        "type": "NWPersonalIntro",
                                        "name": "刘嘉伟",
                                        "avatarUrl": "https://image.neuwiki.top/image/liujiawei.png",
                                        "college": "信息科学与工程学院",
                                        "grade": "2024届",
                                        "major": "自动化",
                                        "graduation": "哈尔滨工业大学航天学院",
                                        "introduction": "一个永远行走在追求爱和自由路上的旅行者;作为主演参演国家级舞台剧《能不奋勉乎吾曹》；纪念建党102周年表彰大会暨“讲述-东大人的故事”典型推介会主讲人；作为制片、导演、拍摄、调色完成东北大学信息科学与工程学院2024届毕业MV《再见再见》；大学期间成立“大梦想家”校园摄影工作室完成30+班级的拍摄；东北大学2024届本科生毕业典礼优秀学生代表发言",
                                        "achievements": ["篮球摄影", "退役军人", "“四有”优秀士兵奖章", "中国大学生自强之星", "辽宁省优秀毕业生", "“学以立德”金牌", "奖学金6次", "最具影响力毕业生"],
                                        "qq": "2775578683",
                                        "wechat": "15279959477",
                                        "email": "2775578683@qq.com"
                                    }, {
                                        "type": "NWDialogue",
                                        "q": "你在本科期间做过哪些学生工作，有什么感受或者意见？",
                                        "a": "担任过辅导员助理、班级班长、体委和寝室长等学生职务，感受就是作为学生干部和普通学生看到的东西以及责任感是完全不一样的。学生工作如果真的用心去做，很锻炼人，看自己想要什么，如果是想要履历，完成好学院、导员交代的任务，传达好讯息，Hold住班级就够了，但是如果想通过这个过程锻炼自己，则需要用心去把握好每个细节，大家都有自己的想法，怎么去统一，怎么去协调资源，去沟通等等。"
                                    }, {
                                        "type": "NWDialogue",
                                        "q": "你为什么选择服兵役，期间有什么特殊的感受，对你产生了什么影响？",
                                        "a": "头脑一热，自己热爱穿上军装的样子。身份的转变很锻炼人，笔杆子好握，枪杆子则是一种使命，对我的影响是让我有充分的时间去慢下来思考，而不是低头赶路，身体上更强壮了，精神上更坚毅了，治好了我的拖延症。"
                                    }, {
                                        "type": "NWDialogue",
                                        "q": "在本科期间你参与过哪些科研工作，有什么经验想要分享？",
                                        "a": "作为负责人参加过大创，项目持续了近两年，以国家级优秀结题，并且路演获得最佳创意项目，以项目为支点，获得过国奖3项。经验就是选好项目很关键，自此之后走好每一步，开头总是困难的，需要攻坚克难一段时间，慢慢的积累经验就越走越顺了。"
                                    }, {
                                        "type": "NWDialogue",
                                        "q": "对于你所在的专业，应该如何选择保研的学校以及相关的导师？",
                                        "a": "选择一个好老师>一个好方向>一个好学校（清北除外，其他985都差不多），尽量往自己未来规划的城市靠，了解研究方向所对应的职业和薪资是否符合自己的预期。"
                                    }, {
                                        "type": "NWDialogue",
                                        "q": "对于本科入学的新生，你觉得应该怎么根据自身条件规划人生路线？",
                                        "a": "首先应该明确[1.选择升学]还是[2.面向就业]两个大方向。\\选择升学的话则需要看自己是国内升学、国外保研升学还是国内考研升学，三者赛道均不同。国外升学需要注意自身家庭条件是否支持，还有一些院校可能对数学等学科学分有要求，保持好自己的GPA，提前考好语言等级；国内保研则需要认真对待好每一门课程，尽可能多选选修课特别是自己拿手的提升绩点，参加几个比赛，科研不强求但是目前比较卷最好有个专利之类的；国内考研提前一年左右准备就行，大一大二可以多多参加活动，学好专业课，享受好大学时光，备考期间尽量摈弃一些娱乐活动破釜沉舟。面向就业可以多关注岗位要求，学习相应的技能，多多关注实习，可以考虑去实验室锻炼自己的工程能力。"
                                    }, {
                                        "type": "NWDialogue",
                                        "q": "在学习、生活中出现问题时，你建议用什么方式调整心态？",
                                        "a": "通过运动分泌多巴胺，但是尽可能不要出现心烦的时候，因为没有什么事情过不去，一个好的心态胜于一切，那些你认为重要的事其实也没啥大不了的，最大程度的和自己和解。"
                                    }, {
                                        "type": "NWMotto",
                                        "message": "无所畏惧，无限进步，享受过程，事尽其兴！",
                                        "author": "刘嘉伟"
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "contributors": []
            }