{
                "title": "24届刘志钊同学",
                "last_update": "2024年12月18日",
                "name": "LiuZhiZhao",
                "description": null,
                "sections": [
                    {
                        "title": null,
                        "subsections": [
                            {
                                "title": null,
                                "contents": [
                                    {
                                        "type": "NWPersonalIntro",
                                        "name": "刘志钊",
                                        "avatarUrl": "https://s21.ax1x.com/2024/11/18/pARhMAf.png",
                                        "college": "软件学院",
                                        "grade": "2024届",
                                        "major": "软件工程",
                                        "graduation": "国防科技大学",
                                        "introduction": "东北大学2020级软件学院毕业生，现于国防科技大学计算机学院计算机科学与技术专业直博。",
                                        "achievements": ["数学建模美赛特等奖提名","奖学金多次","自然语言处理方向","开源软件构建与社区建设"],
                                        "github": "https://lzz335.github.io/profile/",
                                        "email":"liuzhizhao@nudt.edu.cn"
                                    },{
                                        "type": "NWDialogue",
                                        "q": "你为什么选择从机械学院转到软件学院？",
                                        "a": "一方面是从小接触计算机，对电脑这些东西有兴趣，一方面，家里穷，想搞钱。"
                                    },{
                                        "type": "NWDialogue",
                                        "q": "你是如何确定自己的科研方向和兴趣的？",
                                        "a": "我的本科阶段进行了很多的尝试，从给别人做仿真，到写一些计算数学上的算子，再到做深度学习，搞NLP，广泛的尝试下才确定了我的兴趣，但是我认为我的经历是难以复制的，实际上，因为我这样的“爱玩”，让我差点没保上研。"
                                    },{
                                        "type": "NWDialogue",
                                        "q": "在选择科研方向时，哪些因素你认为最重要？",
                                        "a": "首先是兴趣，其次是有了兴趣后，我认为你需要对你即将想要从事的方向有一个大致的认知，包括但不限于：读综述了解行业的大致情况，参加一些沙龙与报告，了解一下这个领域发生了什么，以NLP为例，形如量子位、机器之心这些公众号可以为还没入行的小白们提供一些前沿的视角。科研，尤其是准备读博或者已经直博的，有一个需要关注的地方是，你从事的这个方向在几年后依旧有意义吗？虽然从小方向上说可以等到读了博，有了全面的了解，再选择自己需要深入的小分支，但是大方向上至少不能歪。"
                                    },{
                                        "type": "NWDialogue",
                                        "q": "你觉得科研工作适合哪些同学？",
                                        "a": "首先，你的家庭条件不能特别差，此处的差我个人的想法是，至少你的本科阶段的学习不是贷款的，你的家庭对你需要挣钱养家这件事情并不是特别的迫切，当然，如果你是这样，也不代表你一定不能从事科研工作，你也可以和我一样选择国防科大的无军籍，至少在这里免学费，助研津贴算是国内很高的档次了(5000/月(普通直博)，7000-10000/月（大工程直博）)，经济问题不会成为你接下来的阻碍。其次是，你能扛得住压力，这种压力有点难以描述，也有可能是在某一刻，你感觉全世界都不支持你了，但是你需要说服全世界相信你是对的，当然，这可能也和我的导师对我的严格有关，我不了解其他人是什么情况。还有就是最好有一颗想要探索的心，如果选择直博的话，我个人不推荐单身狗选择(bushi)，从我这里来看，大概率你的未来五年都是单身狗了。"
                                    },{
                                        "type": "NWDialogue",
                                        "q": "对于想要入门科研工作的同学，你有什么建议和意见？",
                                        "a": "不是所有人都适合做研究，一个最简单的尝试就是，你尝试尽善尽美的完成你的任何一门开放性的学科大作业，再按学术写作的要求把他写出来，看看能做成什么样子，以我为例，打开我深度学习大门的就是深度学习技术这门课，相比于大家很多人，我算是起步很晚很晚的，我就是在这门课上自己发现了一个问题，然后自己调研了现有的技术栈，设计了一套解决方案，然后发现这个东西很有意思才决定入坑了这一行。我也建议大家试一试，真实的科研和这个当然差的很远，但是如果这个都坚持不下来或者做不到，我建议慎重考虑一下入行科研工作这件事。"
                                    },{
                                        "type": "NWDialogue",
                                        "q": "对于保研，你有什么建议？有什么需要注意的因素？",
                                        "a": "没啥建议，我至今觉得我的保研经历很离谱，先是被一堆学校拒绝，然后国防科大的面试的四个问题恰好全部问到了我之前“整活”时的一些经验（但是这些经验并没有体现在我的简历里），然后拿了一个很高的面试分被一堆老师打电话后就开摆了。"
                                    }, {
                                        "type": "NWMotto",
                                        "message": "长风破浪会有时,直挂云帆济沧海。",
                                        "author": "刘志钊"
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "contributors": []
            }